[Rainmeter]
MouseActionCursor=0
Update=8650000

;Metadata added by RainBrowser
;http://rainmeter.net/RainCMS/?q=Rainmeter101_AnatomyOfASkin

[Metadata]
Name=
Config=
Description=
Instructions=
Version=
Author=Xyrfo and fediaFedia
License=
Variant=
Preview=

;End of added Metadata

[Variables]
@include=#ROOTCONFIGPATH#Common\Variables\UserVariables.inc
@include2=#ROOTCONFIGPATH#Common\Variables\Languages\lang.inc

@include4=#ROOTCONFIGPATH#Gallery\Color\TT\#ttgallerystyle#\tt.inc

[bgM]
Meter=Image
SolidColor=#ttbordercolor#
w=450
h=165
x=0
y=0

[bgs]
Meter=Image
SolidColor=#ttbg2color#
w=448
h=163
x=1
y=1

[styk]
w=95
h=30
x=r
y=2R
SolidColor=255,255,255,50
Antialias=1
FontFace=Segoe UI
FontSize=12
FontColor=#tttextcolor#

[en]
Meter=STring
Text=English
MeterStyle=Styk
y=20
x=20
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang English "#SKINSPATH#"][!Refresh *]

[de]
Meter=STring
Text=Deutsch
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang German "#SKINSPATH#"][!Refresh *]

[rus]
Meter=STring
Text=Русский
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Russian "#SKINSPATH#"][!Refresh *]

[pt]
Meter=STring
Text=Português
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Portuguese "#SKINSPATH#"][!Refresh *]

[es]
Meter=STring
Text=Español
MeterStyle=Styk
y=20
X=2R
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Spanish "#SKINSPATH#"][!Refresh *]

[fr]
Meter=STring
Text=Français
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang French "#SKINSPATH#"][!Refresh *]

[ch]
Meter=STring
Text=繁體中文
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Chinese "#SKINSPATH#"][!Refresh *]

[it]
Meter=STring
Text=Italiano
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Italian "#SKINSPATH#"][!Refresh *]

[da]
Meter=STring
Text=Dansk
MeterStyle=Styk
y=20
X=2R
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Danish "#SKINSPATH#"][!Refresh *]

[fi]
Meter=STring
Text=Suomi
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Finnish "#SKINSPATH#"][!Refresh *]

[uk]
Meter=STring
Text=Український
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Ukrainian "#SKINSPATH#"][!Refresh *]

[pl]
Meter=STring
Text=Polska
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Polish "#SKINSPATH#"][!Refresh *]

[du]
Meter=STring
Text=Nederlands
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Dutch "#SKINSPATH#"][!Refresh *]
y=20
X=2R

[lt]
Meter=STring
Text=Lietuvių
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Lithuanian "#SKINSPATH#"][!Refresh *]

[hu]
Meter=STring
Text=Magyar
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Hungarian "#SKINSPATH#"][!Refresh *]

[tu]
Meter=STring
Text=Türk
MeterStyle=Styk
LeftMouseUpAction=!Execute ["#ROOTCONFIGPATH#Common\omnimoapp.exe" Lang Turkish "#SKINSPATH#"][!Refresh *]

[close]

Meter=image

BackgroundMode=2

imagename=#ROOTCONFIGPATH#Gallery\Close.png
x=410
imagetint=#TTtextcolor#
y=15
LEftmouseupaction=!Deactivateconfig